import React from "react"

const About = () => {
  return (
    <div className="about__us">
      <article>
        <h1>Про нас</h1>
        <p>
          Наша компания основана в 2012 году. У истоков создания фирмы и на пути ее развития стоят профессионалы своего
          дела с богатым опытом работы в мебельной индустрии. С момента создания мы работаем над совершенствованием
          производства и улучшением сервиса для клиентов. Мы создаем все условия для комфортного, легкого и приятного
          сотрудничества! За 10 лет плодотворного труда мы заработали авторитет среди постоянных клиентов и гордимся
          этим.
        </p>
        <p>Почему стоит выбирать нашу мебель:</p>
        <p>
          В каждое изделие мы вкладываем душу. В стремлении создать нечто уникальное, неповторимое мы модернизируем
          производство, используем инновационные технологии. Наша мебель получается красивой, удобной и доступной для
          рядового покупателя. Мы предоставляем клиентам возможность поучаствовать в создании мебели. Таким образом,
          человек получает именно такую мебель, которая идеально впишется в определенный интерьер.
        </p>
        <p>
          В производстве используется массив дерева (в том числе и благородные породы), древесина проходит тщательную
          обработку. Нашим мастерам под силу воплотить в жизнь самый оригинальный дизайнерский проект. Широкий выбор
          готовых решений позволит меблировать любое помещение в нужном стилевом направлении (классика, модерн, кантри,
          прованс, хай-тек, лофт и многие другие). Качественная отделка и фурнитура на любой вкус.
        </p>
      </article>
    </div>
  )
}

export { About }
